Repository: fahlman/SwiftRip
Catalog: SwiftRip/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Rip stopped by user.
de: Rip durch Benutzer gestoppt.
es: Extracción detenida por el usuario.
fr: Extraction arrêtée par l’utilisateur.
it: Estrazione interrotta dall’utente.
ja: ユーザーによりリッピングが停止されました。
ko: 사용자가 리핑을 중지했습니다.
nl: Rip gestopt door gebruiker.
pt_br: Extração interrompida pelo usuário.
zh_hans: 翻录已由用户停止。

source: Rip stopped.
de: Rip gestoppt.
es: Extracción detenida.
fr: Extraction arrêtée.
it: Estrazione interrotta.
ja: リッピングを停止しました。
ko: 리핑이 중지되었습니다.
nl: Rip gestopt.
pt_br: Extração interrompida.
zh_hans: 翻录已停止。

source: Ripping %@...
de: %@ wird gerippt…
es: Extrayendo %@...
fr: Extraction de %@…
it: Estrazione di %@…
ja: %@をリッピング中...
ko: %@ 리핑 중...
nl: %@ rippen...
pt_br: Extraindo %@...
zh_hans: 正在翻录 %@...

source: Saved %@
de: %@ gespeichert
es: Guardado %@
fr: %@ enregistré
it: Salvato %@
ja: %@を保存しました
ko: %@ 저장됨
nl: %@ bewaard
pt_br: %@ salvo
zh_hans: 已保存 %@

source: Show Licenses
de: Lizenzen anzeigen
es: Mostrar licencias
fr: Afficher les licences
it: Mostra licenze
ja: ライセンスを表示
ko: 라이선스 보기
nl: Toon licenties
pt_br: Mostrar licenças
zh_hans: 显示许可证

source: Show notification when finished
de: Benachrichtigung nach Abschluss anzeigen
es: Mostrar notificación al finalizar
fr: Afficher une notification à la fin
it: Mostra notifica al termine
ja: 完了時に通知を表示
ko: 완료되면 알림 표시
nl: Toon melding wanneer voltooid
pt_br: Mostrar notificação ao terminar
zh_hans: 完成时显示通知

source: Sound:
de: Ton:
es: Sonido:
fr: Son :
it: Suono:
ja: サウンド:
ko: 사운드:
nl: Geluid:
pt_br: Som:
zh_hans: 声音：

source: Started: %@
de: Gestartet: %@
es: Iniciado: %@
fr: Démarré : %@
it: Avviato: %@
ja: 開始: %@
ko: 시작: %@
nl: Gestart: %@
pt_br: Iniciado: %@
zh_hans: 开始时间：%@

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止

source: Stop Rip?
de: Rip stoppen?
es: ¿Detener extracción?
fr: Arrêter l’extraction ?
it: Interrompere l’estrazione?
ja: リッピングを停止しますか？
ko: 리핑을 중지할까요?
nl: Rip stoppen?
pt_br: Parar extração?
zh_hans: 停止翻录？

source: Stopping now will terminate HandBrakeCLI and delete the incomplete output file.
de: Wenn du jetzt stoppst, wird HandBrakeCLI beendet und die unvollständige Ausgabedatei gelöscht.
es: Si detienes ahora, se terminará HandBrakeCLI y se eliminará el archivo de salida incompleto.
fr: Arrêter maintenant mettra fin à HandBrakeCLI et supprimera le fichier de sortie incomplet.
it: Interrompendo ora, HandBrakeCLI verrà terminato e il file di output incompleto verrà eliminato.
ja: 今停止するとHandBrakeCLIを終了し、未完了の出力ファイルを削除します。
ko: 지금 중지하면 HandBrakeCLI가 종료되고 불완전한 출력 파일이 삭제됩니다.
nl: Als je nu stopt, wordt HandBrakeCLI beëindigd en wordt het onvolledige uitvoerbestand verwijderd.
pt_br: Parar agora encerrará o HandBrakeCLI e apagará o arquivo de saída incompleto.
zh_hans: 现在停止将终止 HandBrakeCLI 并删除不完整的输出文件。

source: SwiftRip cannot write to %@. %@
de: SwiftRip kann nicht nach %@ schreiben. %@
es: SwiftRip no puede escribir en %@. %@
fr: SwiftRip ne peut pas écrire dans %@. %@
it: SwiftRip non può scrivere in %@. %@
ja: SwiftRipは%@に書き込めません。%@
ko: SwiftRip이 %@에 쓸 수 없습니다. %@
nl: SwiftRip kan niet schrijven naar %@. %@
pt_br: O SwiftRip não pode gravar em %@. %@
zh_hans: SwiftRip 无法写入 %@。%@

source: SwiftRip could not verify the output file at %@. %@
de: SwiftRip konnte die Ausgabedatei unter %@ nicht überprüfen. %@
es: SwiftRip no pudo verificar el archivo de salida en %@. %@
fr: SwiftRip n’a pas pu vérifier le fichier de sortie à %@. %@
it: SwiftRip non ha potuto verificare il file di output in %@. %@
ja: SwiftRipは%@の出力ファイルを検証できませんでした。%@
ko: SwiftRip이 %@의 출력 파일을 확인할 수 없습니다. %@
nl: SwiftRip kon het uitvoerbestand op %@ niet verifiëren. %@
pt_br: O SwiftRip não conseguiu verificar o arquivo de saída em %@. %@
zh_hans: SwiftRip 无法验证 %@ 处的输出文件。%@

source: SwiftRip needs permission to save ripped movies outside its app container. Choose Movies or another output folder.
de: SwiftRip benötigt die Erlaubnis, gerippte Filme außerhalb seines App-Containers zu speichern. Wähle „Filme“ oder einen anderen Ausgabeordner.
es: SwiftRip necesita permiso para guardar películas extraídas fuera de su contenedor de app. Elige Películas u otra carpeta de salida.
fr: SwiftRip a besoin d’une autorisation pour enregistrer les films extraits hors de son conteneur d’app. Choisissez Films ou un autre dossier de sortie.
it: SwiftRip richiede il permesso per salvare i film estratti fuori dal contenitore dell’app. Scegli Film o un’altra cartella di output.
ja: SwiftRipがアプリコンテナの外にリッピングしたムービーを保存するには許可が必要です。「ムービー」または別の出力フォルダを選択してください。
ko: SwiftRip이 앱 컨테이너 밖에 리핑한 동영상을 저장하려면 권한이 필요합니다. 동영상 또는 다른 출력 폴더를 선택하세요.
nl: SwiftRip heeft toestemming nodig om geripte films buiten de appcontainer te bewaren. Kies Films of een andere uitvoermap.
pt_br: O SwiftRip precisa de permissão para salvar filmes extraídos fora do contêiner do app. Escolha Filmes ou outra pasta de saída.
zh_hans: SwiftRip 需要权限才能将翻录影片保存到应用容器之外。请选择“影片”或其他输出文件夹。

source: The output folder does not exist.
de: Der Ausgabeordner existiert nicht.
es: La carpeta de salida no existe.
fr: Le dossier de sortie n’existe pas.
it: La cartella di output non esiste.
ja: 出力フォルダが存在しません。
ko: 출력 폴더가 존재하지 않습니다.
nl: De uitvoermap bestaat niet.
pt_br: A pasta de saída não existe.
zh_hans: 输出文件夹不存在。

source: The output location is not a folder.
de: Der Ausgabeort ist kein Ordner.
es: La ubicación de salida no es una carpeta.
fr: L’emplacement de sortie n’est pas un dossier.
it: La posizione di output non è una cartella.
ja: 出力先はフォルダではありません。
ko: 출력 위치가 폴더가 아닙니다.
nl: De uitvoerlocatie is geen map.
pt_br: O local de saída não é uma pasta.
zh_hans: 输出位置不是文件夹。

source: Version unknown
de: Version unbekannt
es: Versión desconocida
fr: Version inconnue
it: Versione sconosciuta
ja: バージョン不明
ko: 버전 알 수 없음
nl: Versie onbekend
pt_br: Versão desconhecida
zh_hans: 版本未知

source: Build %@
es: Compilación %@
ja: ビルド%@
ko: 빌드 %@
zh_hans: 构建 %@

source: DVD status
es: Estado del DVD
fr: État du DVD
it: Stato DVD
ja: DVDの状態
ko: DVD 상태
pt_br: Status do DVD
zh_hans: DVD 状态

source: Exit code: %d
es: Código de salida: %d
fr: Code de sortie : %d
it: Codice di uscita: %d
ja: 終了コード: %d
ko: 종료 코드: %d
nl: Afsluitcode: %d
pt_br: Código de saída: %d
zh_hans: 退出代码：%d

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
nl: Versie %@
pt_br: Versão %@
zh_hans: 版本 %@

source: Version %@ (%@)
es: Versión %@ (%@)
it: Versione %@ (%@)
ja: バージョン%@（%@）
ko: 버전 %@ (%@)
nl: Versie %@ (%@)
pt_br: Versão %@ (%@)
zh_hans: 版本 %@（%@）

source: App: %@ %@
ja: アプリ: %@ %@
ko: 앱: %@ %@
zh_hans: 应用：%@ %@
